Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# appearance_show_bottom_bar_labels_description
source: Show text labels in bottom navigation and the side rail
af: Wys teksetikette in die onderste navigasie en die syreling
ar: عرض التسميات النصية في التنقل السفلي والسكك الجانبية
bg: Показване на текстови етикети в долната навигация и страничната лента
ca: Mostra etiquetes de text a la navegació inferior i a la barra lateral
cs: Zobrazit textové štítky ve spodní navigaci a postranní liště
da: Vis tekstetiketter i bundnavigationen og sideskinnen
de: Textbeschriftungen in der unteren Navigation und der Seitenleiste anzeigen
el: Εμφάνιση ετικετών κειμένου στην κάτω πλοήγηση και την πλευρική ράγα
fi: Näytä tekstiselitteet alalaidan navigoinnissa ja sivupalkissa
fr: Afficher les étiquettes textuelles dans la navigation inférieure et la barre latérale
he: הצג תוויות טקסט בניווט התחתון ובמסילת הצד
hu: Szöveges címkék megjelenítése az alsó navigációban és az oldalsávban
it: Mostra etichette di testo nella navigazione inferiore e nella barra laterale
ja: ボトムナビゲーションとサイドレールにテキストラベルを表示する
ko: 하단 탐색 바 및 사이드 레일에 텍스트 레이블 표시
nb: Vis tekst ved siden av ikoner i bunnmenyen og sidefeltet
nl: Tekstlabels tonen in de onderste navigatie en de zijbalk
pl: Pokazuj etykiety tekstowe w dolnej nawigacji i na bocznym pasku
pt: Mostrar etiquetas de texto na navegação inferior e na barra lateral
pt_br: Mostrar etiquetas de texto na navegação inferior e na barra lateral
ro: Afișează etichete de text în navigarea de jos și în bara laterală
ru: Показывать текстовые метки в нижней навигации и боковой панели
sr: Прикажи текстуалне ознаке у доњој навигацији и бочној траци
sv: Visa textetiketter i den nedre navigeringen och sidofältet
tr: Alt navigasyonda ve yan rayda metin etiketlerini göster
uk: Показувати текстові мітки в нижній навігації та бічній панелі
vi: Hiển thị nhãn văn bản ở điều hướng dưới cùng và thanh bên
zh_hans: 在底部导航和侧栏中显示文字标签
zh_hant: 在底部導覽和側欄中顯示文字標籤

# appearance_show_link_preview
source: Show link previews
af: Wys skakel voorbeelde
ar: إظهار معاينات الرابط
bg: Показване на прегледи на връзките
ca: Mostrar les previsualitzacions de l'enllaç
cs: Zobrazit náhledy odkazů
da: Vis link-forhåndsvisninger
de: Link-Vorschauen anzeigen
el: Εμφάνιση προεπισκοπήσεων συνδέσμων
fi: Näytä linkkien esikatselut
fr: Afficher les aperçus de lien
he: הצג תצוגה מקדימה של קישורים
hu: Link-előnézetek megjelenítése
it: Mostra anteprime dei link
ja: リンクプレビューを表示
ko: 링크 미리보기 표시
nb: Vis forhåndsvisning av lenker
nl: Linkvoorbeelden tonen
pl: Pokaż podglądy linków
pt: Mostrar prévias de link
pt_br: Mostrar prévias de link
ro: Afișează previzualizările de link-uri
ru: Показывать превью ссылок
sr: Прикажи прегледе веза
sv: Visa länkförhandsvisningar
tr: Bağlantı önizlemelerini göster
uk: Показувати перегляд посилань
vi: Hiển thị xem trước liên kết
zh_hans: 显示链接预览
zh_hant: 顯示連結預覽

# appearance_show_link_preview_description
source: Show link previews in posts
af: Wys skakelvoorskoue in plasings
ar: عرض معاينات الروابط في المنشورات
bg: Показване на прегледи на връзки в публикациите
ca: Mostra previsualitzacions d'enllaços als paràgrafs
cs: Zobrazit náhledy odkazů v příspěvcích
da: Vis linkvisninger i opslag
de: Link-Vorschauen in Beiträgen anzeigen
el: Εμφάνιση προεπισκοπήσεων συνδέσμων στις αναρτήσεις
fi: Näytä linkkien esikatselut julkaisuissa
fr: Afficher les aperçus de liens dans les messages
he: הצג תצוגות מקדימות של קישורים בפוסטים
hu: Link-előnézetek megjelenítése a bejegyzésekben
it: Mostra le anteprime dei link nei post
ja: 投稿にリンクプレビューを表示する
ko: 게시물에 링크 미리보기 표시
nb: Vis forhåndsvisning av lenker i innlegg
nl: Linkvoorbeelden tonen in berichten
pl: Pokazuj podglądy linków w postach
pt: Mostrar pré-visualizações de links nas publicações
pt_br: Exibir pré-visualizações de links nas postagens
ro: Afișează previzualizări de linkuri în postări
ru: Показывать превью ссылок в постах
sr: Прикажи прегледе веза у објавама
sv: Visa länkförhandsvisningar i inlägg
tr: Gönderilerde bağlantı önizlemelerini göster
uk: Показувати перегляди посилань у дописах
vi: Hiển thị xem trước liên kết trong bài đăng
zh_hans: 在帖子中显示链接预览
zh_hant: 在貼文中顯示連結預覽

# appearance_show_media
source: Show media
af: Wys media
ar: إظهار الوسائط
bg: Показване на медия
ca: Mostrar mitjans
cs: Zobrazit média
da: Vis medier
de: Medien anzeigen
el: Εμφάνιση μέσων
fi: Näytä media
fr: Afficher les médias
he: הצג מדיה
hu: Média megjelenítése
it: Mostra media
ja: メディアを表示
ko: 미디어 표시
nb: Vis media
nl: Media tonen
pl: Pokaż multimedia
pt: Mostrar mídia
pt_br: Mostrar mídia
ro: Afișează media
ru: Показывать медиа
sr: Прикажи медије
sv: Visa media
tr: Medyayı göster
uk: Показувати медіа
vi: Hiển thị phương tiện
zh_hans: 显示媒体
zh_hant: 顯示媒體

# appearance_show_media_description
source: Show media attachments in posts
af: Wys media-aanhangsels in plasings
ar: عرض مرفقات الوسائط في المنشورات
bg: Показване на мултимедийни прикачени файлове в публикациите
ca: Mostra els fitxers multimèdia adjunts als paràgrafs
cs: Zobrazit přílohy médií v příspěvcích
da: Vis medievedhæftninger i opslag
de: Medienanhänge in Beiträgen anzeigen
el: Εμφάνιση συνημμένων πολυμέσων στις αναρτήσεις
fi: Näytä medialiitteet julkaisuissa
fr: Afficher les pièces jointes multimédias dans les messages
he: הצג קבצי מדיה בפוסטים
hu: Médiacsatolmányok megjelenítése a bejegyzésekben
it: Mostra gli allegati multimediali nei post
ja: 投稿にメディアの添付ファイルを表示する
ko: 게시물에 미디어 첨부 파일 표시
nb: Vis medievedlegg i innlegg
nl: Mediabijlagen tonen in berichten
pl: Pokazuj załączniki multimedialne w postach
pt: Mostrar anexos de média nas publicações
pt_br: Exibir anexos de mídia nas postagens
ro: Afișează atașamentele media în postări
ru: Показывать медиавложения в постах
sr: Прикажи медијске прилоге у објавама
sv: Visa mediabilagor i inlägg
tr: Gönderilerde medya eklerini göster
uk: Показувати медіавкладення в дописах
vi: Hiển thị các tệp đính kèm phương tiện trong bài đăng
zh_hans: 在帖子中显示媒体附件
zh_hant: 在貼文中顯示媒體附件

# appearance_show_numbers
source: Show numbers
af: Wys nommers
ar: إظهار الأرقام
bg: Показване на числа
ca: Mostrar números
cs: Zobrazit čísla
da: Vis tal
de: Zahlen anzeigen
el: Εμφάνιση αριθμών
fi: Näytä numerot
fr: Afficher les nombres
he: הצג מספרים
hu: Számok megjelenítése
it: Mostra numeri
ja: 数値を表示
ko: 숫자 표시
nb: Vis tall
nl: Cijfers tonen
pl: Pokaż liczby
pt: Mostrar números
pt_br: Mostrar números
ro: Afișează numere
ru: Показывать числа
sr: Прикажи бројеве
sv: Visa siffror
tr: Sayıları göster
uk: Показувати числа
vi: Hiển thị số
zh_hans: 显示数字
zh_hant: 顯示數字

# appearance_show_numbers_description
source: Show counts below each post
af: Wys tellings onder elke plasing
ar: عرض الأرقام أسفل كل منشور
bg: Показване на броя под всяка публикация
ca: Mostra els recomptes sota cada paràgraf
cs: Zobrazit počty pod každým příspěvkem
da: Vis antal under hvert opslag
de: Zahlen unter jedem Beitrag anzeigen
el: Εμφάνιση μετρήσεων κάτω από κάθε ανάρτηση
fi: Näytä määrät jokaisen julkaisun alla
fr: Afficher les compteurs sous chaque message
he: הצג ספירות מתחת לכל פוסט
hu: Számok megjelenítése minden bejegyzés alatt
it: Mostra i conteggi sotto ogni post
ja: 各投稿の下にカウントを表示する
ko: 각 게시물 아래에 숫자 표시
nb: Vis antall (liker, delinger osv.) under hvert innlegg
nl: Aantallen tonen onder elk bericht
pl: Pokazuj liczniki pod każdym postem
pt: Mostrar contagens abaixo de cada publicação
pt_br: Exibir contagens abaixo de cada postagem
ro: Afișează numerele sub fiecare postare
ru: Показывать счетчики под каждым постом
sr: Прикажи бројеве испод сваке објаве
sv: Visa antal under varje inlägg
tr: Her gönderinin altında sayıları göster
uk: Показувати лічильники під кожним дописом
vi: Hiển thị số đếm dưới mỗi bài đăng
zh_hans: 在每个帖子下方显示数量
zh_hant: 在每個貼文下方顯示數量

# appearance_show_platform_logo
source: Show source platform icons
af: Wys bronplatform-ikone
ar: عرض أيقونات منصة المصدر
bg: Показване на иконите на платформата източник
ca: Mostra les icones de la plataforma d'origen
cs: Zobrazit ikony zdrojové platformy
da: Vis kildeplatformikoner
de: Quellplattform-Icons anzeigen
el: Εμφάνιση εικονιδίων πλατφόρμας πηγής
fi: Näytä lähdealustan kuvakkeet
fr: Afficher les icônes de la plateforme source
he: הצג סמלי פלטפורמת מקור
hu: Forrásplatform ikonok megjelenítése
it: Mostra le icone della piattaforma sorgente
ja: ソースプラットフォームのアイコンを表示する
ko: 소스 플랫폼 아이콘 표시
nb: Vis kildeplattform-ikoner
nl: Bronplatformiconen tonen
pl: Pokazuj ikony platformy źródłowej
pt: Mostrar ícones da plataforma de origem
pt_br: Exibir ícones da plataforma de origem
ro: Afișează pictogramele platformei sursă
ru: Показывать значки исходной платформы
sr: Прикажи иконе изворне платформе
sv: Visa källplattformsikoner
tr: Kaynak platform simgelerini göster
uk: Показувати значки вихідної платформи
vi: Hiển thị biểu tượng nền tảng nguồn
zh_hans: 显示来源平台图标
zh_hant: 顯示來源平台圖示

# appearance_show_platform_logo_description
source: Show which platform each post came from
af: Wys van watter platform elke plasing afkomstig is
ar: توضيح المنصة التي جاء منها كل منشور
bg: Показване от коя платформа идва всяка публикация
ca: Mostra de quina plataforma prové cada paràgraf
cs: Zobrazit, ze které platformy každý příspěvek pochází
da: Vis hvilken platform hvert opslag kom fra
de: Anzeigen, von welcher Plattform jeder Beitrag stammt
el: Εμφάνιση της πλατφόρμας από την οποία προήλθε κάθε ανάρτηση
fi: Näytä, miltä alustalta kukin julkaisu on peräisin
fr: Afficher la plateforme d'origine de chaque message
he: הצג מאיזו פלטפורמה הגיע כל פוסט
hu: Annak megjelenítése, hogy melyik platformról származik az egyes bejegyzések
it: Mostra da quale piattaforma proviene ogni post
ja: 各投稿がどのプラットフォームからのものかを表示する
ko: 각 게시물의 출처 플랫폼 표시
nb: Vis hvilken plattform hvert innlegg kom fra
nl: Tonen van welk platform elk bericht afkomstig is
pl: Pokazuj, z której platformy pochodzi każdy post
pt: Mostrar de que plataforma veio cada publicação
pt_br: Exibir de qual plataforma cada postagem veio
ro: Afișează de pe ce platformă provine fiecare postare
ru: Показывать, с какой платформы пришел каждый пост
sr: Прикажи са које платформе потиче свака објава
sv: Visa vilken plattform varje inlägg kom ifrån
tr: Her gönderinin hangi platformdan geldiğini göster
uk: Показувати, з якої платформи надійшов кожен допис
vi: Hiển thị bài đăng đến từ nền tảng nào
zh_hans: 显示每个帖子来自哪个平台
zh_hant: 顯示每個貼文來自哪個平台

# appearance_show_sensitive_content
source: Show sensitive content
af: Wys sensitiewe inhoud
ar: إظهار المحتوى الحساس
bg: Показване на чувствително съдържание
ca: Mostrar contingut sensible
cs: Zobrazit citlivý obsah
da: Vis følsomt indhold
de: Sensible Inhalte anzeigen
el: Εμφάνιση ευαίσθητου περιεχομένου
fi: Näytä herkkä sisältö
fr: Afficher le contenu sensible
he: הצג תוכן רגיש
hu: Érzékeny tartalom megjelenítése
it: Mostra contenuti sensibili
ja: センシティブなコンテンツを表示
ko: 민감한 콘텐츠 표시
nb: Vis sensitivt innhold
nl: Gevoelige inhoud tonen
pl: Pokaż wrażliwe treści
pt: Mostrar conteúdo sensível
pt_br: Mostrar conteúdo sensível
ro: Afișează conținutul sensibil
ru: Показывать деликатный контент
sr: Прикажи осетљив садржај
sv: Visa känsligt innehåll
tr: Hassas içeriği göster
uk: Показувати чутливий вміст
vi: Hiển thị nội dung nhạy cảm
zh_hans: 显示敏感内容
zh_hant: 顯示敏感內容

# appearance_show_sensitive_content_description
source: Always reveal sensitive media in posts
af: Onthul altyd sensitiewe media in plasings
ar: كشف الوسائط الحساسة في المنشورات دائماً
bg: Винаги разкриване на чувствителна мултиμεдия в публикациите
ca: Mostra sempre el contingut multimèdia sensible als paràgrafs
cs: Vždy odkrývat citlivá média v příspěvcích
da: Afslør altid følsomme medier i opslag
de: Sensible Medien in Beiträgen immer anzeigen
el: Πάντα αποκάλυψη ευαίσθητων πολυμέσων στις αναρτήσεις
fi: Näytä herkkä media julkaisuissa aina
fr: Toujours révéler les médias sensibles dans les messages
he: חשוף תמיד מדיה רגישה בפוסטים
hu: Érzékeny médiatartalom folyamatos megjelenítése a bejegyzésekben
it: Rivela sempre i file multimediali sensibili nei post
ja: 投稿内のセンシティブなメディアを常に表示する
ko: 게시물의 민감한 미디어를 항상 표시
nb: Vis alltid sensitive media i innlegg
nl: Gevoelige media in berichten altijd onthullen
pl: Zawsze odkrywaj wrażliwe multimedia w postach
pt: Revelar sempre conteúdo multimédia sensível nas publicações
pt_br: Sempre revelar mídia sensível nas postagens
ro: Dezvăluie întotdeauna conținutul media sensibil în postări
ru: Всегда показывать чувствительный контент в постах
sr: Увек откриј осетљиве медије у објавама
sv: Visa alltid känsligt medieinnehåll i inlägg
tr: Gönderilerdeki hassas medyayı her zaman göster
uk: Завжди показувати чутливий вміст у дописах
vi: Luôn hiển thị phương tiện nhạy cảm trong bài đăng
zh_hans: 始终显示帖子中的敏感媒体
zh_hant: 始終顯示貼文中的敏感媒體

# appearance_theme
source: Theme
af: Tema
ar: السمة
bg: Тема
ca: Tema
cs: Téma
da: Tema
de: Design
el: Θέμα
fi: Teema
fr: Thème
he: ערכת נושא
hu: Téma
it: Tema
ja: テーマ
ko: 테마
nb: Tema
nl: Thema
pl: Motyw
pt: Tema
pt_br: Tema
ro: Temă
ru: Тема
sr: Тема
sv: Tema
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# appearance_theme_dark
source: Dark
af: Donker
ar: داكن
bg: Тъмна
ca: Fosc
cs: Tmavý
da: Mørkt
de: Dunkel
el: Σκούρο
fi: Tumma
fr: Sombre
he: כהה
hu: Sötét
it: Scuro
ja: ダーク
ko: 어두운 모드
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
pt_br: Escuro
ro: Întunecat
ru: Темная
sr: Тамна
sv: Mörkt
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

# appearance_theme_description
source: Choose the app theme
af: Verander die tema van die toepassing
ar: تغيير موضوع التطبيق
bg: Смяна на темата на приложението
ca: Canvia el tema de l'aplicació
cs: Změnit motiv aplikace
da: Vælg app-tema
de: App-Design wählen
el: Επιλέξτε το θέμα της εφαρμογής
fi: Valitse sovelluksen teema
fr: Choisir le thème de l'application
he: בחר את ערכת הנושא של האפליקציה
hu: Alkalmazás témájának kiválasztása
it: Scegli il tema dell'app
ja: アプリのテーマを選択
ko: 앱 테마 선택
nb: Velg app-tema
nl: Kies het app-thema
pl: Wybierz motyw aplikacji
pt: Escolher o tema do aplicativo
pt_br: Escolher o tema do aplicativo
ro: Alege tema aplicației
ru: Выберите тему приложения
sr: Изаберите тему апликације
sv: Välj apptema
tr: Uygulama temasını seçin
uk: Оберіть тему програми
vi: Chọn chủ đề ứng dụng
zh_hans: 选择应用主题
zh_hant: 選擇應用程式主題

# appearance_theme_group_subtitle
source: Colors, font size, and avatar shape
af: Kleure, lettergrootte en avataroormaat
ar: الألوان وحجم الخط وشكل الصورة الشخصية
bg: Цветове, размер на шрифта и форма на аватара
ca: Colors, mida de la lletra i forma de l'avatar
cs: Barvy, velikost písma a tvar avataru
da: Farver, skriftstørrelse og avatarform
de: Farben, Schriftgröße und Avatarform
el: Χρώματα, μέγεθος γραμματοσειράς και σχήμα άβαταρ
fi: Värit, fonttikoko ja profiilikuvan muoto
fr: Couleurs, taille de la police et forme de l'avatar
he: צבעים, גודל גופן וצורת אוואטר
hu: Színek, betűméret és profilkép alakja
it: Colori, dimensione del carattere e forma dell'avatar
ja: 色、フォントサイズ、アバターの形
ko: 색상, 글꼴 크기 및 아바타 모양
nb: Farger, skriftstørrelse og avatarform
nl: Kleuren, lettergrootte en avatarvorm
pl: Kolory, rozmiar czcionki i kształt awatara
pt: Cores, tamanho da letra e forma do avatar
pt_br: Cores, tamanho da fonte e formato do avatar
ro: Culori, dimensiunea fontului și forma avatarului
ru: Цвета, размер шрифта и форма аватара
sr: Боје, величина фонта и облик аватара
sv: Färger, teckensnittsstorlek och avatarform
tr: Renkler, yazı tipi boyutu ve avatar şekli
uk: Кольори, розмір шрифту та форма аватара
vi: Màu sắc, kích thước phông chữ và hình dạng hình đại diện
zh_hans: 颜色、字体大小和头像形状
zh_hant: 顏色、字體大小和頭像形狀

# appearance_theme_light
source: Light
af: Lig
ar: فاتح
bg: Светла
ca: Clar
cs: Světlý
da: Lyst
de: Hell
el: Φωτεινό
fi: Vaalea
fr: Clair
he: בהיר
hu: Világos
it: Chiaro
ja: ライト
ko: 밝은 모드
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
pt_br: Claro
ro: Luminos
ru: Светлая
sr: Светла
sv: Ljust
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# appearance_theme_system
source: System
af: Stelsel
ar: النظام
bg: Системна
ca: Sistema
cs: Systém
el: Σύστημα
fi: Järjestelmä
fr: Système
he: מערכת
hu: Rendszer
it: Sistema
ja: システム
ko: 시스템
nb: Systemadministrasjon
nl: Systeem
pl: Systemowy
pt: SISTEMA
pt_br: SISTEMA
ro: Sistem
ru: Системная
sr: Систем
tr: Sistem
uk: Системна
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

# appearance_timeline_display_mode
source: Timeline display mode
af: Tydlynvertoonmodus
ar: وضع عرض الجدول الزمني
bg: Режим на показване на времевата линия
ca: Mode de visualització de la línia de temps
cs: Režim zobrazení časové osy
da: Tidslinjevisningstilstand
de: Timeline-Anzeigemodus
el: Λειτουργία εμφάνισης χρονολογικής σειράς
fi: Aikajanan näyttötila
fr: Mode d'affichage de la chronologie
he: מצב תצוגת ציר זמן
hu: Idővonal megjelenítési módja
it: Modalità di visualizzazione della timeline
ja: タイムラインの表示モード
ko: 타임라인 표시 모드
nb: Visningsmodus for tidslinje
nl: Tijdlijnweergavemodus
pl: Tryb wyświetlania osi czasu
pt: Modo de visualização da cronologia
pt_br: Modo de exibição da cronologia
ro: Mod de afișare a cronologiei
ru: Режим отображения ленты
sr: Режим приказа временске линије
sv: Visningsläge för tidslinje
tr: Zaman akışı görüntüleme modu
uk: Режим відображення стрічки
vi: Chế độ hiển thị dòng thời gian
zh_hans: 时间线显示模式
zh_hant: 時間線顯示模式

# appearance_timeline_display_mode_card
source: Card
af: Kaart
ar: بطاقة
bg: Карта
ca: Targeta
cs: Karta
da: Kort
de: Karte
el: Κάρτα
fi: Kortti
fr: Carte
he: כרטיס
hu: Kártya
it: Scheda
ja: カード
ko: 카드
nb: Kort
nl: Kaart
pl: Karta
pt: Cartão
pt_br: Cartão
ru: Карточка
sr: Картица
sv: Kort
tr: Kart
uk: Картка
vi: Thẻ
zh_hans: 卡片
zh_hant: 卡片

# appearance_timeline_display_mode_description
source: Choose how posts are displayed in timelines
af: Kies hoe plasings in tydlyne vertoon word
ar: اختيار كيفية عرض المنشورات في الجداول الزمنية
bg: Избор на начина на показване на публикациите във времевите линии
ca: Tria com es mostren els paràgrafs a les línies de temps
cs: Vyberte, jak mají být příspěvky zobrazeny v časových osách
da: Vælg hvordan opslag vises på tidslinjer
de: Wählen, wie Beiträge in Timelines angezeigt werden
el: Επιλογή του τρόπου εμφάνισης των αναρτήσεων στις χρονολογικές σειρές
fi: Valitse, miten julkaisut näytetään aikajanoilla
fr: Choisir comment les messages sont affichés dans les chronologies
he: בחר כיצד פוסטים יוצגו בצירי זמן
hu: Válassza ki, hogyan jelenjenek meg a bejegyzések az idővonalakon
it: Scegli come visualizzare i post nelle timeline
ja: タイムラインでの投稿の表示方法を選択する
ko: 타임라인에서 게시물이 표시되는 방식 선택
nb: Velg hvordan innlegg vises i tidslinjer
nl: Kies hoe berichten in tijdlijnen worden weergegeven
pl: Wybierz, jak posty mają być wyświetlane na osiach czasu
pt: Escolher como as publicações são apresentadas nas cronologias
pt_br: Escolher como as postagens são exibidas nas cronologias
ro: Alege cum sunt afișate postările în cronologii
ru: Выберите способ отображения постов в лентах
sr: Изабери како се објаве приказују на временским линијама
sv: Välj hur inlägg visas i tidslinjer
tr: Gönderilerin zaman akışlarında nasıl görüntüleneceğini seçin
uk: Виберіть спосіб відображення дописів у стрічках
vi: Chọn cách hiển thị bài đăng trên dòng thời gian
zh_hans: 选择帖子在时间线中的显示方式
zh_hant: 選擇貼文在時間線中的顯示方式

# appearance_timeline_display_mode_gallery
source: Gallery (home timeline only)
af: Galery (slegs tuistydlyn)
ar: معرض (الجدول الزمني للبيت فقط)
bg: Галерия (само началната времева линия)
ca: Galeria (només línia de temps d'inici)
cs: Galerie (pouze domovská časová osa)
da: Galleri (kun hjemmetidslinje)
de: Galerie (nur Home-Timeline)
el: Συλλογή (μόνο αρχική χρονολογική σειρά)
fi: Galleria (vain kotiaikajana)
fr: Galerie (chronologie d'accueil uniquement)
he: גלריה (ציר זמן ראשי בלבד)
hu: Galéria (csak a kezdő idővonalon)
it: Galleria (solo timeline principale)
ja: ギャラリー (ホームタイムラインのみ)
ko: 갤러리 (홈 타임라인 전용)
nb: Galleri (kun hjemmetidslinje)
nl: Galerij (alleen tijdlijn startpagina)
pl: Galeria (tylko oś czasu domu)
pt: Galeria (apenas cronologia inicial)
pt_br: Galeria (apenas cronologia inicial)
ro: Galerie (doar cronologia principală)
ru: Галерея (только основная лента)
sr: Галерија (само почетна временска линија)
sv: Galleri (endast hemflöde)
tr: Galeri (yalnızca ana zaman akışı)
uk: Галерея (тільки основна стрічка)
vi: Thư viện (chỉ dòng thời gian chính)
zh_hans: 画廊（仅主页时间线）
zh_hant: 畫廊（僅首頁時間線）

# appearance_timeline_display_mode_plain
source: Plain (single column only)
af: Gewoon (slegs enkelkolom)
ar: عادي (عمود واحد فقط)
bg: Изчистено (само една колона)
ca: Senzill (només una columna)
cs: Prosté (pouze jeden sloupec)
da: Almindelig (kun enkelt kolonne)
de: Einfach (nur einspaltig)
el: Απλό (μόνο μία στήλη)
fi: Tavallinen (vain yksi sarake)
fr: Simple (colonne unique uniquement)
he: פשוט (טור אחד בלבד)
hu: Egyszerű (csak egy oszlop)
it: Semplice (solo colonna singola)
ja: プレーン (シングルカラムのみ)
ko: 일반 (단일 열 전용)
nb: Enkel (kun én kolonne)
nl: Eenvoudig (alleen enkele kolom)
pl: Zwykły (tylko jedna kolumna)
pt: Simples (apenas coluna única)
pt_br: Simples (apenas coluna única)
ro: Simplu (doar o singură coloană)
ru: Обычный (только одна колонка)
sr: Обично (само једна колона)
sv: Enkel (endast en kolumn)
tr: Sade (yalnızca tek sütun)
uk: Звичайний (тільки одна колонка)
vi: Đơn giản (chỉ một cột)
zh_hans: 普通（仅单栏）
zh_hant: 普通（僅單欄）

# appearance_title
source: Appearance
af: Uiterlik
ar: المظهر
bg: Облик
ca: Aparença
cs: Vzhled
da: Udseende
de: Aussehen
el: Εμφάνιση
fi: Ulkoasu
fr: Apparence
he: מראה
hu: Megjelenés
it: Aspetto
ja: 外観
ko: 모양
nb: Utseende
nl: Uiterlijk
pl: Wygląd
pt: Aparência
pt_br: Aparência
ro: Aspect
ru: Внешний вид
sr: Изглед
sv: Utseende
tr: Görünüm
uk: Зовнішній вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# appearance_video_autoplay
source: Video autoplay
af: Video outomaties speel
ar: تشغيل تلقائي للفيديو
bg: Автоматично възпроизвеждане на видео
ca: Reproducció automàtica de vídeo
cs: Automatické přehrávání videa
da: Automatisk afspilning af video
el: Αυτόματη αναπαραγωγή βίντεο
fi: Videon automaattinen toisto
fr: Lecture automatique des vidéos
he: הפעלה אוטומטית של וידאו
hu: Videó automatikus lejátszása
it: Riproduzione automatica video
ja: 動画の自動再生
ko: 동영상 자동 재생
nb: Video autokjør
nl: Video automatisch afspelen
pl: Automatyczne odtwarzanie wideo
pt: Reprodução automática de vídeo
pt_br: Reprodução automática de vídeo
ro: Redare automată video
ru: Автовоспроизведение видео
sr: Аутоматска репродукција видео записа
sv: Automatisk videouppspelning
tr: Video otomatik oynatma
uk: Автовідтворення відео
vi: Tự động phát video
zh_hans: 视频自动播放
zh_hant: 影片自動播放

# appearance_video_autoplay_always
source: Always
af: Altyd
ar: دائما
bg: Винаги
ca: Sempre
cs: Vždy
da: Altid
de: Immer
el: Πάντα
fi: Aina
fr: Toujours
he: תמיד
hu: Mindig
it: Sempre
ja: 常に
ko: 항상
nb: Alltid
nl: Altijd
pl: Zawsze
pt: Sempre
pt_br: Sempre
ro: Întotdeauna
ru: Всегда
sr: Увек
sv: Alltid
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh_hans: 总是显示
zh_hant: 始終
